{
  "__type__": "cc.TextAsset",
  "_name": "Terms and Conditions",
  "_objFlags": 0,
  "_native": "",
  "text": "Terms and Conditions\r\n\r\nPlease read these terms and conditions carefully before using our assets.\r\n-----------------------------------------------------------\r\nInterpretation and Definition\r\nInterpretation\r\n\r\nThe words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural. \r\nDefinitions\r\n\r\nFor the purposes of these Terms and Conditions:\r\n\r\n    Company (referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Agreement) refers to ElvGames.\r\n    Assets refers to the files you can buy and/or download through the Website, and all static/animated representations of the products on their sale page.\r\n    Terms and Conditions (also referred as \"Terms\") mean these Terms and Conditions that form the entire agreement between You and the Company regarding the use of the Assets. \r\n    Website refers to Itch.io ElvGames store, accessible from https://elvgames.itch.io\r\n    You means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.\r\n\r\n-----------------------------------------------------------\r\nAcknowledgment\r\n\r\nThese are the Terms and Conditions governing the use of the Assets and the agreement that operates between You and the Company. These Terms and Conditions set out the rights and obligations of all users regarding the use of the Service.\r\n\r\nYour access to and use of the Assets is conditioned on Your acceptance of and compliance with these Terms and Conditions.\r\n\r\nThe following Terms and Conditions applies to all the Assets:\r\n\r\n    The Assets may not be resold, published, or distributed in any way except as an integral part of the project for which they were used; this also applies to those that have been edited or modified.\r\n    The Company retain all original ownership, copyright, and other rights associated with this product and these Assets.\r\n    These assets were created for the design of video games, but can also have other uses (video editing, banners, etc. ...)\r\n    The Assets may be used for commercial or non-commercial purposes.\r\n    The Assets can be freely edited and modified, make sure it's clearly stated they have been modified.\r\n    The Assets cannot be used on any NFT project or game (for more information, contact me).\r\n    The Company is not responsible for any damages or problems that may result from the use of these assets.\r\n\r\n© ElvGames. All Rights Reserved.\r\nLast updated: July 20, 2022"
}